{
  "about": [
    [
      "ቁርአንን ማንበብ/መቅራት አልችልም ይሉ የነበሩ ብዙዎችን ከሁለት ወር ባነሰ ጊዜ ሙሉ ቁርዓን ጋር ያስተዋወቀ የእውቀት ማዕከል",
      "A knowledge center that introduced many who said they could not read/recite the Quran to the entire Quran in less than two months",
      "Giddu-gala beekumsa namoota baay'ee Qur'aana dubbisuu/qara'uu hin danda'an jedhan ji'a lamaa gaditti Qur'aana guutuu waliin wal barsiise"
    ],
    [
      "በየትኛውም የአለማችን ክፍል ላይ ሆነው በዘመናዊ ቴክኖሎጂ መተግበሪያችን ቁርአንን በጥራት ተምረው ና አጠናቀው ተፈትነው ማረጋገጫ ሰርተፍኬት ባለቤት የሚሆኑበት",
      "Learn the Quran with quality, complete it, and receive a certificate of completion from anywhere in the world using our modern technology application.",
      "Teeknooloojii ammayyaa fayyadamuun iddoo kamirrayyuu Qur'aana qulqullinaan baradhu, xumuri, ragaa xumuruu argadhu"
    ],
    [
      "ቁርአንን አሳምሮ የመቅራት ተጅዊድ ትምህርት የሚያገኙበት",
      "Where you can learn Tajweed to recite the Quran beautifully",
      "Qur'aana bareedinaan qara'achuuf Taajwiida barachuu dandeessu iddoo"
    ],
    [
      "ቁርአንን ለጨረሱ ኪታቦች የሚቀሩበት በሀፊዞችና በ በተመረጡ ኡስታዞች በተሞላው ተቋማችን የአላህን ቃል እንድማሩ ጋብዘነዎታል",
      "We have extended an invitation to learn the word of Allah in our institution, which is filled with Hafizs and scholars, where the Quran is reserved for those who have completed the books.",
      "Haafizootaa fi ustazoota filatamoo guutame keessatti, warra kitaabota xumuraniif Qur'aanni eeggamu; jecha Rabbii barachuuf isin affeerre"
    ]
  ],
  "service": [
    [
      "ኦንላይን ቁርዓን የማቅራት አግልግሎት በመረጡት ሰዓት",
      "Online Quran recitation service at a time of your choice",
      "Tajaajila Qur'aana qara'uu online irratti yeroo ati filatte"
    ],
    [
      "የቤት ለቤት የቂርዓት አገልግሎት",
      "Door-to-door Quran recitation service",
      "Tajaajila Qur'aana qara'uu manaa manatti"
    ],
    [
      "ቁርዓንን አሳምሮ / በተጅዊድ የማቅራት ስራ",
      "The work of reciting the Quran with Tajweed",
      "Hojii Qur'aana Taajwiid waliin qara'uu"
    ],
    [
      "በተለያዬ የዕድሜ ክልል ላይ ላሉ ተማሪዎች በተመቻቸ ሰአት፣ በተመረጡ ኡስታዦች እና በመረጡት ቦታ ማስቀራት",
      "Providing classes for students of all ages at convenient times, with selected teachers, and at a location of their choice.",
      "Barattoota umurii hundaaf yeroo mijataa, ustazoota filatamoo fi iddoo isaan filatanitti barnoota kennuu"
    ],
    [
      "ቁርዓን ተምረው ሲጨርሱ ኪታቦችን የማቅራት አግልግሎት",
      "Teaching books after learning the Quran",
      "Qur'aana barachuun booda kitaabota barsiisuu"
    ],
    [
      "ቁርዓን ተፍሲር የማቅራት አግልግሎት በዓሊሞች እና በሀፊዞች እየተሰጠ ይገኛል",
      "Quran Tafsir teaching services are being provided by scholars and Hafizs.",
      "Tajaajilli barsiisuu Tafsiira Qur'aanaa ulamaa'ota fi haafizootaan ni kennama"
    ]
  ],
  "howTo": [
    [
      "የኛን ሬጅስትራር በዋትስአፕ፣ ቴሌግራም ወይም ፌስቡክ በማነጋገር ይመዝገቡ",
      "Register by contacting our registrar via WhatsApp, Telegram, or Facebook",
      "WhatsApp, Telegraamii yookaan Faayisbukiin galmeessaa keenya quunnamuun galmaa'i"
    ],
    [
      "በመረጡት መርሃ ግብር ከተመደቡት አስተማሪ ጋር መማር ይጀምሩ",
      "Start learning with your assigned teacher at your preferred schedule",
      "Yeroo ati filatteen ustazaa siif ramadame waliin baruu jalqabi"
    ],
    [
      "ምዝገባዎን ለማረጋገጥ ክፍያዎን ደህንነቱ የተጠበቀ ያድርጉት እና ትምህርቶችዎን ይቀጥሉ",
      "Make your payment securely to confirm your enrollment and continue your lessons",
      "Galmeessa kee mirkaneessuuf kaffaltii nageenyaan godhi, barnoota kee itti fufi"
    ]
  ]
}
