{
  "about": [
    [
      "ቁርአንን ማንበብ/መቅራት አልችልም ይሉ የነበሩ ብዙዎችን ከሁለት ወር ባነሰ ጊዜ ሙሉ ቁርዓን ጋር ያስተዋወቀ የእውቀት ማዕከል",
      "A knowledge center that introduced many who said they could not read/recite the Quran to the entire Quran in less than two months"
    ],
    [
      "በየትኛውም የአለማችን ክፍል ላይ ሆነው በዘመናዊ ቴክኖሎጂ መተግበሪያችን ቁርአንን በጥራት ተምረው ና አጠናቀው ተፈትነው ማረጋገጫ ሰርተፍኬት ባለቤት የሚሆኑበት",
      "Learn the Quran with quality, complete it, and receive a certificate of completion from anywhere in the world using our modern technology application."
    ],
    [
      "ቁርአንን አሳምሮ የመቅራት ተጅዊድ ትምህርት የሚያገኙበት",
      "Where you can learn Tajweed to recite the Quran beautifully"
    ],
    [
      "ቁርአንን ለጨረሱ ኪታቦች የሚቀሩበት በሀፊዞችና በ በተመረጡ ኡስታዞች በተሞላው ተቋማችን የአላህን ቃል እንድማሩ ጋብዘነዎታል",
      "We have extended an invitation to learn the word of Allah in our institution, which is filled with Hafizs and scholars, where the Quran is reserved for those who have completed the books."
    ]
  ],
  "service": [
    [
      "ኦንላይን ቁርዓን የማቅራት አግልግሎት በመረጡት ሰዓት",
      "Online Quran recitation service at a time of your choice"
    ],
    ["የቤት ለቤት የቂርዓት አገልግሎት", "Door-to-door Quran recitation service"],
    [
      "ቁርዓንን አሳምሮ / በተጅዊድ የማቅራት ስራ",
      "The work of reciting the Quran with Tajweed"
    ],
    [
      "በተለያዬ የዕድሜ ክልል ላይ ላሉ ተማሪዎች በተመቻቸ ሰአት፣ በተመረጡ ኡስታዦች እና በመረጡት ቦታ ማስቀራት",
      "Providing classes for students of all ages at convenient times, with selected teachers, and at a location of their choice."
    ],
    [
      "ቁርዓን ተምረው ሲጨርሱ ኪታቦችን የማቅራት አግልግሎት",
      "Teaching books after learning the Quran"
    ],
    [
      "ቁርዓን ተፍሲር የማቅራት አግልግሎት በዓሊሞች እና በሀፊዞች እየተሰጠ ይገኛል",
      "Quran Tafsir teaching services are being provided by scholars and Hafizs."
    ]
  ],
  "howTo": [
    [
      "የኛን ሬጅስትራር በዋትስአፕ፣ ቴሌግራም ወይም ፌስቡክ በማነጋገር ይመዝገቡ",
      "Register by contacting our registrar via WhatsApp, Telegram, or Facebook"
    ],
    [
      "በመረጡት መርሃ ግብር ከተመደቡት አስተማሪ ጋር መማር ይጀምሩ",
      "Start learning with your assigned teacher at your preferred schedule"
    ],
    [
      "ምዝገባዎን ለማረጋገጥ ክፍያዎን ደህንነቱ የተጠበቀ ያድርጉት እና ትምህርቶችዎን ይቀጥሉ",
      "Make your payment securely to confirm your enrollment and continue your lessons"
    ]
  ]
}
